// © Copyright 2004-2010, 2015 HP Development Company, L.P.

TaskName = "地区解锁";

ChangingTitle = "更改区域...";
SuccessTitle = "成功";
SuccessMsg = "打印机的区域成功更改。";
FailureTitle = "故障";
FailureMsg = "打印机的区域未更改。";

HSDTaskTitleFieldText = "设置新区域";
HSDTaskDescriptionFieldText = "请在下面输入客户支持代理提供的数字。";
HSDCheckButtonText = "检查";
HSDCheckButtontDescriptionText = "单击“检查”以生成确认号。向客户支持代理报告此号码。";
HSDConfirmationNumberLableText = "确认号：";
HSDSendButtontDescriptionText = "单击“发送”重置打印机。";
HSDSendButtonText = "发送";